[LWS_Crasher X2SoldierClassTemplate]

DisplayName="Крушитель"
ClassSummary="Крушитель специализируется на борьбе с несколькими противниками на близком расстоянии. Они одинаково хорошо справляются со штурмом вражеской позиции или арьергардом, когда отряд движется на эвакуацию."

LeftAbilityTreeTitle="Контузия"
RightAbilityTreeTitle="Художник побега"
AbilityTreeTitles[0]="Контузия"
AbilityTreeTitles[1]="Сокращатель"
AbilityTreeTitles[2]="Художник побега"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолеты"

;This class is only intended for Jane Kelly, so there's only one callsign by default. Feel free to change this.
RandomNickNames[0]="Мелиоратор"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Его клинок... ИХ КРОВЬ!"
PhotoboothSoloBLines_Male[1]="Последнее, что ты никогда не увидишь."
PhotoboothSoloBLines_Male[2]="Его клинок принесет СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Male[3]="Близко, лично, и СМЕРТЕЛЬНО!"
PhotoboothSoloBLines_Male[4]="Мастер клинка. Торговец смертью."
PhotoboothSoloBLines_Female[0]="Ее клинок...  ИХ КРОВЬ!"
PhotoboothSoloBLines_Female[1]="Последнее, что ты никогда не увидишь."
PhotoboothSoloBLines_Female[2]="Ее клинок принесет СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Female[3]="Близко, лично, и СМЕРТЕЛЬНО!"
PhotoboothSoloBLines_Female[4]="Мастер клинка. Торговец смертью."